Repository: jetfire21/dugoodr2-buddyapp
Catalog: languages/*.po
Languages: es_es

source: It looks like nothing was found at this location. Maybe try a search?
es_es: Parece que no se encontró nada en este lugar. Tal vez intente una búsqueda nueva?

source: No articles found.
es_es: No se han encontrado artículos.

source: Posted by
es_es: Publicado por

source: View all posts by %s
es_es: Ver todos los artículos de %s

source: Title:
es_es: Título:

source: Members
es_es: Miembros

source: or
es_es: o

source: Username
es_es: Usuario

# comments title
source: One thought on &ldquo;%2$s&rdquo;
es_es: Una opinión en &ldquo;%2$s&rdquo;

source: Comments are closed.
es_es: Comentarios cerrados.

source: Pages:
es_es: Páginas:

source: Read more
es_es: Leer más

source: Background color
es_es: Color de fondo

source: Border color
es_es: Color del borde

source: Heading color
es_es: Color de encabezado

source: Text color
es_es: Color de texto

source: Link color
es_es: Color de enlace

source: Hover Link color
es_es: Color de enlace al cernerse

source: Accent color
es_es: Color acentuado

source: Install Required Plugins
es_es: Instalar Plugins Requeridos

source: Install Plugins
es_es: Instalar Plugins

source: Installing Plugin: %s
es_es: Instalando Plugin: %s

source: Something went wrong with the plugin API.
es_es: Algo ha ido mal con el API del plugin.

source: This theme requires the following plugin: %1$s.
es_es: Este tema requiere el siguiente plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
es_es: Este tema recomienda el siguiente plugin: %1$s

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
es_es: Lo sentimos, pero no tienes permisos suficientes para instalar el plugin %s. Contacta con el administrador de este sitio para que pueda ayudarte a instalarlo.

source: The following required plugin is currently inactive: %1$s.
es_es: El siguiente plugin requerido está actualmente inactivo: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
es_es: El siguiente plugin recomendado está actualmente inactivo: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
es_es: Lo sentimos, pero no tienes permisos suficientes para activar el plugin %s. Contacta con el administrador de este sitio para que pueda ayudarte a instalarlo.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
es_es: El siguiente plugin debe ser actualizado a su última versión para asegurar la máxima compatibilidad con este tema: %1$s

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
es_es: Lo sentimos, pero no tienes permisos suficientes para actualizar el plugin %s. Contacta con el administrador de este sitio para que pueda ayudarte a instalarlo.

source: Begin installing plugin
es_es: Empezar a instalar el plugin

source: Activate installed plugin
es_es: Activar el plugin

source: Return to Required Plugins Installer
es_es: Volver al instalador de Plugins Requeridos

source: Plugin activated successfully.
es_es: Plugin activado correctamente.

source: All plugins installed and activated successfully. %s
es_es: Todos los plugins instalados y activados correctamente. %s

source: Main Menu (Side)
es_es: Menú Principal ( Al lado )

source: Top Left Header Menu
es_es: Menú Encabezado Superior Izquierdo

source: Top Right Header Menu
es_es: Menú Encabezado Superior Derecho

source: Main Sidebar
es_es: Menú Lateral

source: Side menu Area
es_es: Area menú lateral

source: Side Menu Area
es_es: Area Menú Lateral

source: Sending info, please wait...
es_es: Enviando información, por favor espera...

source: Page %s
es_es: Página %s

source: Login redirect
es_es: Redirección Inicio de Sesión

source: Login page redirect
es_es: Redirección Página de Inicio de Sesión

source: Default: WordPress default behaviour. Reload: will reload current page.
es_es: Por defecto: comportamiento por defecto de WordPress . Actualizar : que se recargue la página actual.

source: Custom link redirect
es_es: Enlace de redirección personalizado

source: You are already logged in. Please <a href="#" onclick="%s">refresh</a> page
es_es: Ya estás conectado. Por favor <a href="#" onclick="%s">recarga</a> la página

source: Login successful, redirecting...
es_es: Inicio de Sesión exitoso. redireccionando...

source: Failure!
es_es: Fallo!

source: The e-mail could not be sent.
es_es: El e-mail no se ha podido enviar.

source: Email successfully sent!
es_es: E-mail enviado correctamente!

source: Previous Image
es_es: Imagen Anterior

source: Next Image
es_es: Siguiente Imagen

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
es_es: Lo sentimos, pero no tienes los permisos correctos para instalar el plugin %1$s .

source: There is an update available for: %1$s.
es_es: Hay una actualización disponible para: %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
es_es: Lo sentimos, pero no tienes los permisos correctos para actualizar el plugin %1$s .

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
es_es: Lo sentimos, pero no tienes los permisos correctos para activar el plugin %1$s .

source: Begin updating plugin
es_es: Empezar a actualizar plugin

source: Begin activating plugin
es_es: Empezar a activar plugin

source: Browse:
es_es: Buscar:

source: Home
es_es: Inicio

source: 404 Not Found
es_es: 404 No Encontrado

source: Archives
es_es: Archivos

source: Search results for &#8220;%s&#8221;
es_es: Resultados de búsqueda para &#8220;%s&#8221;

source: Minute %s
es_es: Minuto %s

source: Week %s
es_es: Semana %s

source: Edit
es_es: Editar

source: Split
es_es: Dividir

source: Merge
es_es: Combinar

source: Archive for date:
es_es: Archivos para la fecha de:

source: Archive for month:
es_es: Archivos para el mes de:

source: Archive for year:
es_es: Archivos del año:

source: Archive for category:
es_es: Archivos de la categoría:

source: Tag Archive for:
es_es: Archivos de la etiqueta:

source: search results for:
es_es: resultados de búsqueda de:

source: search result for:
es_es: resultado de búsqueda de:

source: Search results for:
es_es: Resultados de búsqueda de:

source: To search the site please enter a valid term
es_es: Para buscar en el sitio introduce un término válido

source: Author Archive
es_es: Archivo Autor

source: for:
es_es: para:

source: Error 404 - Page not found
es_es: Error 404 - Página no encontrada

source: Page
es_es: Página

source: Add New %s
es_es: Añadir Nuevo %s

source: Edit %s
es_es: Editar %s

source: New %s
es_es: Nuevo %s

source: All %s
es_es: Todos %s

source: View %s
es_es: Ver %s

source: Search %s
es_es: Buscar %s

source: No %s found
es_es: No se ha encontrado %s

source: No %s found in Trash
es_es: No se ha encontrado %s en la Papelera

source: Default
es_es: Predeterminado

source: Layout
es_es: Estructura

source: Styling
es_es: Estilo

source: Header
es_es: Cabecera

source: Miscellaneous
es_es: Misceláneo

source: Site Layout
es_es: Estructura del Sitio

source: Page load transition
es_es: Transición de carga de la Página

source: Have a nice page load effect
es_es: Ten un bonito efecto de carga de página.

source: Headings font
es_es: Fuente de la Cabecera

source: Font for the h1, h2, etc. font
es_es: Fuente para el h1, h2, etc. fuente

source: Text font
es_es: Fuente de texto

source: Font for the text on your site
es_es: Fuente para el texto de tu sitio

source: Default Menu icon
es_es: Icono del Menú Predeterminado

source: Bottom Text
es_es: Texto inferior

source: Bottom text on side menu
es_es: Texto inferior en el menú lateral

source: Logo Image
es_es: Logo

source: Used on dark backgrounds
es_es: Usado en fondos oscuros

source: Retina Logo Image
es_es: Imagen del Logo Retina

source: Dark Logo Image
es_es: Imagen del Logo Oscuro

source: Used on white backgrounds
es_es: Usado en fondos blancos

source: Retina Dark Logo Image
es_es: Imagen del Logo Retina Oscura

source: Logo Mini Image
es_es: Mini Imagen del Logo

source: Retina Logo Mini Image
es_es: Mini Imagen Retina del Logo

source: Blog Layout
es_es: Estructura del Blog

source: Get image from post content
es_es: Coger imagen del contenido del artículo

source: If no featured image was added, get it from the post content
es_es: Si no se ha añadido imagen destacada, cogerla del contenido del artículo

source: Default Post Image
es_es: Imagen del Artículo Predeterminada

source: Show featured image on post page
es_es: Mostrar imagen destacada en la página del artículo

source: Maintenance Enabled
es_es: Mantenimiento Activado

source: WARNING: It will make the site available to admins only
es_es: PELIGRO: Hará que el sitio sea sólo accesible para administradores

source: Maintenance Message
es_es: Mensaje de Mantenimiento

source: Admin bar visible
es_es: Barra de Admin Visible

source: If by default the Admin menu bar is enabled
es_es: Si por defecto la barra del menú de Admin está activada

source: Page title
es_es: Título de página

source: Show the page title section on your site
es_es: Mostrar la sección de título de la página en tu sitio

source: Show Page Title
es_es: Mostrar Título de la Página

source: Show the page title on your site
es_es: Mostrar el título de la página en tu sitio

source: Tag line
es_es: Línea de etiqueta

source: Show Breadcrumb
es_es: Mostrar Migas de Pan ( Breadcrumb )

source: Show breadcrumb on your site
es_es: Mostrar Migas de Pan ( Breadcrumb ) en tu sitio

source: Standard Fonts
es_es: Fuentes estándar

source: Google Fonts
es_es: Fuentes de Google

source: Something went wrong when compiling less files.
es_es: Algo salió mal al compilar menos archivos.

source: Please select data to import.
es_es: Por favor elige algo para importar.

source: Import successful. Have fun!
es_es: Importado correctamente. Diviértete!

source: Choose Icon
es_es: Elige Icono

source: Icon Color
es_es: Color de Icono

source: Extra Data to show under a menu item
es_es: Detalles Extra a mostrar debajo del menú

source: You can add shortcodes here and all the data will be added in a dropdown to the current item
es_es: Puedes añadir shortcodes aquí y todos los datos se añadirán en un desplegable al objeto actual

source: Login
es_es: Iniciar Sesión

source: Logout
es_es: Salir

source: Register
es_es: Registrarse

source: No items available here for the moment
es_es: No hay nada aquí por el momento

source: Some links are relative to the current user, and are not visible to visitors who are not logged in.
es_es: Algunos enlaces son relativos al usuario actual, y no son visibles para visitantes que no están conectados.

source: Add to Menu
es_es: Añadir al menú

source: Add a menu
es_es: Añadir a menú

source: Enter a youtube, twitter, or instagram URL. Supports services listed at <a target="_blank" href="http://codex.wordpress.org/Embeds">http://codex.wordpress.org/Embeds</a>.
es_es: Inserta una URL de youtube, twitter, o instagram. Servicios soportados listados en <a target="_blank" href="http://codex.wordpress.org/Embeds">http://codex.wordpress.org/Embeds</a>.

source: Post Layout
es_es: Estructura de Artículos

source: Facebook Login
es_es: Inicio por Facebook

source: Enable Facebook Login
es_es: Activar Inicio de Sesión por Facebook

source: Allow users to login with Facebook
es_es: Permitir a los usuarios el inicio con Facebook

source: Enter you Facebook APP ID
es_es: Inserta tu APP ID de Facebook

source: Enable registering with Facebook
es_es: Activar el registro por Facebook

source: Allow users to register with Facebook
es_es: Permitir a los usuarios registrarse con Facebook

source: Get users avatar from Facebook
es_es: Coger avatar del usuario de Facebook

source: It will show avatar from Facebook is user does not have one uploaded.
es_es: Mostrará el avatar de Facebook si el usuario no ha subido uno.

source: You are already logged in.
es_es: Ya estás conectado.

source: Authentication required.
es_es: Requiere autenticación.

source: Please connect your facebook account.
es_es: Por favor conecta tu cuenta de facebook

source: Registration is not open at this time. Please come back later.
es_es: El registro no está abierto en este momento. Por favor vuelve más tarde

source: Registration using Facebook is not currently allowed. Please use our Register page
es_es: Registro por Facebook no está activado actualmente. Por favor usa nuestra página de Registro

source: Your facebook account is not verified. You have to verify your account before proceed login or registering on this site.
es_es: Tu cuenta de facebook no está verificada. Debes verificar tu cuenta antes de proceder a iniciar sesión o registrarte en este sitio.

source: Please click again to login with Facebook and allow the application to use your email address
es_es: Por favor haz clic otra vez para iniciar sesión con Facebook y permite a la aplicación que use tu dirección de email.

source: We didn't find your name. Please complete your facebook account before proceeding.
es_es: No hemos encontrado tu nombre. Por favor completa tu cuenta de facebook antes de proceder.

source: Thank you for registering. Please make sure to complete your profile fields below.
es_es: Gracias por registrarte. Por favor asegúrate de completas tus campos de perfil inferiores.

source: Log in with Facebook
es_es: Iniciar sesión con Facebook

source: Title
es_es: Título

source: Enable members online status
es_es: Permitir estado conectado para miembros

source: A graphical representation next to member avatar if a member is online.
es_es: Una representación gráfica al lado del avatar del miembro si está conectado.

source: AJAX refresh interval
es_es: Intervalo de recarga AJAX

source: Set to 0(zero) if you want to disable AJAX checks. Expressed in millisecond, 30000 is 30 seconds
es_es: Ponlo a 0(cero) si quieres desactivar los chequeos AJAX. Expresado en milisegundos, 30000 es 30 segundos

source: Live Messages
es_es: Mensajes en vivo

source: Messages
es_es: Mensajes

source: See all
es_es: Ver todos

source: Live Notifications
es_es: Notificaciones en vivo

source: Notifications
es_es: Notificaciones

source: No new notifications
es_es: No hay notificaciones nuevas

source: Mark all as read
es_es: Marcar todo como leído

source: Tasks
es_es: Tareas

source: View all
es_es: Ver todas

source: Enable Mega Menu for child items.
es_es: Permitir Mega Menu para los objetos hijos.

source: Dashboard Item
es_es: Objeto del Panel de Control

source: Nice dashboard layout item
es_es: Bonita estructura del panel de control

source: Dashboard title
es_es: Título del Panel de Control

source: Enable language switch in header
es_es: Permitir el cambio de lenguaje en la cabecera

source: Shows the language switch in the header
es_es: Muestra el cambio de lenguaje en la cabecera

source: <span id="older-nav">Go to article</span>
es_es: <span id="older-nav">Ir al artículo</span>

source: Previous Post
es_es: Artículo Anterior

source: Next Post
es_es: Siguiente Artículo

source: Comment navigation
es_es: Navegación de comentarios

source: Older Comments
es_es: Comentarios Antiguos

source: Newer Comments
es_es: Nuevos Comentarios

source: Log Out
es_es: Salir

source: Sorry, we haven't found anything based on your criteria.
es_es: Lo sentimos, no hemos encontrado nada basado en tu criterio.

source: Please try searching by different terms.
es_es: Por favor pueda buscando términos diferentes.

source: View member results
es_es: Ver resultados de miembros

source: Groups
es_es: Grupos

source: View group results
es_es: Ver resultados de grupos

source: View all results
es_es: Ver todos los resultados

source: Forums
es_es: Foros

source: View forum results
es_es: Ver resultados del foro

source: BuddyApp Theme
es_es: Tema BuddyApp

source: Welcome
es_es: Bienvenido

source: Recent posts with thumbnails widget.
es_es: Widget Artículos Recientes con miniaturas

source: (Kleo) Recent posts
es_es: (Kleo) Artículos Recientes

source: Limit:
es_es: Límite:

source: Excerpt length:
es_es: Longitud Extracto:

source: Display Author Image?
es_es: Mostrar la Imagen del Autor?

source: Show from category:
es_es: Mostrar de Categoría:

source: All categories
es_es: Todas las Categorías

source: Choose the Post Type:
es_es: Elige el Tipo de Artículo:

source: Log in with your credentials
es_es: Inicia sesión con tus credenciales

source: Create an account
es_es: Crear una cuenta

source: Password
es_es: Contraseña

source: Sign in
es_es: Iniciar Sesión

source: Remember me
es_es: Recordarme

source: Forgot your details?
es_es: Has olvidado tus datos?

source: Username or Email
es_es: Usuario o Email

source: Reset Password
es_es: Recuperar Contraseña

source: I remember my details
es_es: Recuerdo mis datos

source: Menu
es_es: Menú

source: Search for:
es_es: Buscar:

source: Search...
es_es: Buscar...

source: 404 ERROR, NOT FOUND!
es_es: 404 ERROR, NO ENCONTRADO!

source: return to homepage
es_es: volver al la página principal

source: Search Forums
es_es: Buscar Foros

source: Continue reading <span class="meta-nav">&rarr;</span>
es_es: Continuar leyendo <span class="meta-nav">&rarr;</span>

source: Sorry, an error occurred. Try again later.
es_es: Lo siento, ha habido un error. Prueba más tarde.

source: Set a link like http://yoursite.com/homepage for users to get redirected on login.<br> For more complex redirect logic please set Login redirect to Default WordPress and use Peter's redirect plugin or similar.
es_es: Pon un enlace como http://yoursite.com/homepage para que los usuarios sean redireccionados al iniciar sesión. <br> Para más ejemplos de lógica de redirecciones complejas por favor asigna la redirección al Predeterminado de WordPress y usa Peter's redirect plugin o similar.

source: Version
es_es: Versión

source: Remove
es_es: Eliminar

source: Styling & fonts settings
es_es: Configuración de estilo y fuentes

source: Main section Colors
es_es: Color de sección Principal

source: Fonts
es_es: Fuentes

source: Full
es_es: Completo

source: Right sidebar
es_es: Barra Lateral Derecha

source: Left sidebar
es_es: Barra Lateral Izquierda

source: Body text font size
es_es: Tamaño de fuente del Cuerpo

source: Font size in pixels
es_es: Tamaño de fuente en píxeles

source: Font size
es_es: Tamaño de fuente

source: General settings
es_es: Configuración General

source: Header Styling
es_es: Estilo de Cabecera

source: Side-Menu Styling
es_es: Estilo del Menú Lateral

source: Mobile background color
es_es: Color de fondo del Móvil

source: Used when side menu is minimized
es_es: Usado cuando el menú lateral está minimizado

source: Used when post has no featured image
es_es: Usado cuando el artículo no tiene imagen destacada

source: The message that is visible for guests if you enabled maintenance
es_es: El mensaje visible cuando activas el mantenimiento

source: Quick CSS
es_es: CSS Rápido

source: Quickly add small css codes in this section to apply to the whole site.
es_es: Añade rápidamente pequeños códigos css en esta sección para aplicarlos en todo el sitio.

source: Quick Javascript
es_es: Javascript Rápido

source: Small JS code to load in the footer of your site. You need to include the script tags.
es_es: Pequeño código JS cargado en el pié de página de tu sitio. Necesitas incluir las etiquetas de script.

source: Development mode
es_es: Modo Mantenimiento

source: This will load css/js files not minified.
es_es: Esto cargará archivos css/js no minificados.

source: Page title section settings
es_es: Configuración de la sección de título de página

source: Styling options
es_es: Opciones de Estilo

source: Enable Page Title section
es_es: Activar Sección de Título de Página

source: Theme General options
es_es: Opciones Generales del Tema

source: Show page title section
es_es: Mostrar la sección del título de página

source: If you want to show the page title section on your page
es_es: Si quieres mostrar la sección del título en tu página

source: Custom page background color
es_es: Color de fondo de página personalizada

source: A custom background color just for this page
es_es: Un color de fondo personalizado sólo para esta página

source: Custom page background
es_es: Fondo de página personalizado

source: A custom background image just for this page
es_es: Imagen de fondo personalizada sólo para esta página

source: Theme Post options
es_es: Opciones de Artículos del Tema

source: Right Sidebar
es_es: Barra lateral Derecha

source: Full width, no sidebar
es_es: Ancho Completo, sin barra lateral

source: Sign up faster
es_es: Iniciar sesión más rápido

source: General Settings
es_es: Opciones Generales

source: Profile side-menu styling
es_es: Estilo del menú lateral del perfil

source: There are no news messages.
es_es: No hay nuevos mensajes.

source: There are no new messages.
es_es: No hay nuevos mensajes.

source: Profile icons
es_es: Iconos de Perfil

source: icon
es_es: icono

source: Title bottom stroke
es_es: Toque título inferior

source: Chanel Name
es_es: Nombre del Canal

source: Channel name from plugin
es_es: Nombre del canal del plugin

source: Show chat window
es_es: Mostrar ventana de chat

source: This will transform the columns in masonry layout
es_es: Esto transformará las columnas en estructura masonry

source: View all POSTS by %s
es_es: Ver todos los ARTÍCULOS de %s

source: View %s's profile
es_es: Ver el perfil de %s

source: Getting started
es_es: Empezar

source: Thanks for purchasing our theme. To begin please do the following:
es_es: Gracias por comprar nuestro tema. Para empezar por favor haz lo siguiente:

source: - Make sure to install our recommended <a href="%s" target="_blank"> Plugins</a>
es_es: - Asegúrate de instalar los <a href="%s" target="_blank"> Plugins</a> Recomendados

source: - Install <a href="%s target="_blank">Demo content</a>
es_es: - Instalar <a href="%s target="_blank">contenido Demo</a>

source: Reliable Support
es_es: Soporte Confiable

source: We are always happy to help and support our products in the best way possible. We have setup a support forum where you can report bugs if any, ask help... We’ll respond and work immediately.
es_es: Siempre estamos felices de ayudar y apoyar nuestros productos de la mejor manera posible. Hemos creado un foro de soporte donde puedes reportar fallos si hay alguno, pedir ayuda... Responderemos y trabajaremos inmediatamente.

source: Support Forums
es_es: Foros de Soporte

source: Documentation
es_es: Documentación

source: You no longer need to be a professional developer or designer to create an awesome website. Our documentation and video tutorials are neat and clear and will help you to build your site easily!
es_es: Ya no necesitas ser un programador profesional o un diseñador para crear una web increible. Nuestra documentación y videotutoriales son ordenador y claros y te ayudarán a construir tu sitio facilmente!

source: Online Documentation
es_es: Documentación en Línea

source: Automatic Updates
es_es: Actualizaciones Automáticas

source: <a href="%s" target="_blank" class="button button-primary button-large">Setup updates</a>
es_es: <a href="%s" target="_blank" class="button button-primary button-large">Configurar Actualizaciones</a>

source: Automatic Updates are OFF
es_es: Las Actualizaciones Automáticas están DESACTIVADAS
