Repository: jetfire21/dugoodr2-buddyapp
Catalog: languages/*.po
Languages: es_es

source: Automatic updates are disabled. Please enable Envato WordPress Toolkit plugin to receive automatic updates.
es_es: Las actualizaciones automáticas están desactivadas. Por favor activa el plugin Envato WordPress Toolkit para recibir actualizaciones automáticas.

source: <a href="%s" target="_blank" class="button button-primary button-large">Enable auto updates</a>
es_es: <a href="%s" target="_blank" class="button button-primary button-large">Activar auto actualizaciones</a>

source: Latest features & updates:
es_es: Últimas Características y Actualizaciones:

source: Theme options
es_es: Opciones del Tema

source: Backup options
es_es: Opciones de Copia de Seguridad

source: Changelog
es_es: Registro de cambios

source: BuddyApp Options
es_es: Opciones BuddyApp

source: Theme Options
es_es: Opciones del Tema

source: buddyapp-options
es_es: opciones buddy-app

source: buddyapp-backup
es_es: copia-de-seguridad-buddyapp

source: Settings Saved!
es_es: Opciones Guardadas!

source: All settings were reset to default values!
es_es: Todas las opciones han sido reiniciadas a los valores por defecto!

source: You made a successful backup of your theme settings!
es_es: Has hecho una copia de seguridad de tu tema correctamente!

source: All your settings were restored to default values!
es_es: Todas las opciones han sido restauradas a los valores por defecto!

source: Here you can configure options that don't have a visual impact on your site.
es_es: Aquí puedes configurar opciones que no tienen un impacto visual en tu sitio.

source: To change styling and other options that directly impact your site <a href='%s'>go to the Customizer</a>
es_es: Para cambiar el estilo y otras opciones que impactan directamente en tu sitio <a href='%s'>ver al Personalizador</a>

source: Save All Changes
es_es: Guardar Todos los Cambios

source: This will reset all settings to default values! Consider updating your custom settings before reset. Are you sure you want to reset now?
es_es: Esto reiniciará tus opciones a las predeterminadas! Considera actualizar tus opciones personalizadas. Antes de hacerlo. Estás seguro de que quieres reiniciarlo ahora? Estás segura

source: Reset All Options
es_es: Reiniciar Todas las Opciones

source: never
es_es: nunca

source: Backup & Restore
es_es: Copia de Seguridad y Restaurar

source: You can backup your current options and restore it back at a later time.
es_es: Puedes hacer una copia de seguridad de tus opciones actuales y restaurarla de vuelta más tarde.

source: It is recommended to backup your options from time to time if you change some options but would like to keep the old settings as well in case you need it back.
es_es: Es recomendable hacer copia de seguridad de tus opciones en el momento que cambies algunas pero quieras mantener los caminos en el caso de que lo quieras de vuelta.

source: Your last backup
es_es: Tu última copia de seguridad

source: Backup Settings
es_es: Opciones de Copia de Seguridad

source: You can use the below section to make local copies of your backup file (simply copy the information in a text file) or to transfer your settings to another site.
es_es: Puedes usar la sección de abajo para hacer copias de seguridad locales ( sólo copia la información en un archivo de texto) o para transferir las opciones a otro sitio.

source: To import a settings file from another site just paste your backup information below and hit the "Restore Settings" button.
es_es: Para importar las opciones de otro sitio solo copia la información de tu copia de seguridad y haz clic en el botón "Restaurar Opciones".

source: If no backup file will be pasted, the last local backup will be restored.
es_es: Si no hay copia de seguridad, la última copia local se restaurará.

source: Restore Settings
es_es: Opciones de Restauración

source: ON
es_es: ACTIVADO

source: OFF
es_es: DESACTIVADO

source: Select Category
es_es: Seleccionar Categoría

source: Select Page
es_es: Seleccionar Página

source: Select Post
es_es: Seleccionar Artículo

source: Upload
es_es: Subir

source: Don't have an account yet?
es_es: ¿No tienes una cuenta aún?

source: SAD, NO RESULT!
es_es: QUÉ TRISTE, NO HAY RESULTADOS!

source: We cannot find the item you are searching for, maybe a little spelling mistake?
es_es: No hemos podido encontrar lo que buscabas, ¿Quizá un error gramático?

source: Please update Visual composer to latest version
es_es: Por favor actualiza Visual Composer a su última versión

source: Welcome to the <b>first mobile oriented</b> social networking theme.<br>Here you'll find valuable information which will help you setup your site in no time.
es_es: Bienvenido al primer tema red social <b>orientado a móvil</b>. <br> Aquí encontrarás información valiosa que te ayudará a configurar tu sitio en un momento.
